[
    {
        "content": "Our safari was incredible! Thank again, everyone is still raving!",
        "author": "Catherine J."
    },
    {
        "content": "What a wonderful day it was. The kids at the school visits were beyond thrilled and inspired by Adam (I can’t thank him enough for presenting the writing workshop to all 80 5th graders. That was truly exceptional and meant so much to the kids, their teachers, and me), and the feedback from the library event has been stellar. The member of the PFLAG group said that as a retired teacher she has been to a ton of author visits and that yesterday’s was by far the best.",
        "author": "Caitlin C."
    },
    {
        "content": "My son is a 5th grade student. You visited last week and I have to tell you, it was transformative for him. He came home that day and basically repeated your entire visit verbatim. (Yup, it took a while). Then when his brothers got home from school, he told them how awesome you were. Then when my husband got home, same thing. It was about six hours of Adam Gidwitz awesomeness. He told me I absolutely HAD to read your book so now we’re both reading “A Tale Dark and Grimm” at the same time.",
        "author": "Colin C."
    },
    {
        "content": "My son is also a brutally awful speller. He’s very self conscious about it and it has inhibited his writing in the past, but when you told the kids that they’re writing stories even when they’re playing with their GI Joes, and making up scenarios  — well that just flipped a switch with my son. He’s been writing and reading since your visit and I could not be more grateful. I’m so very happy there’s another rare author out there who can inspire a fifth grade boy to read and write creatively. Can’t wait to read your other books.\nMany thanks and keep it going!",
        "author": "Angelique B."
    },
    {
        "content": "Hi, I am writing you on behalf of my daughter. She is on your last book, The Grimm Conclusion and this is the first novel set she has finished. She is almost 9 years old and she absolutely loves your books.",
        "author": "Lanie N."
    },
    {
        "content": "My son pre-ordered the book and then devoured it, he sure loved the series!  You turned a non-reader into a kid who wanted to start a collection of his favorite books, after he had read them from the library.  Thank you!",
        "author": "Melanie P."
    },
    {
        "content": "I am the mother of a 12 year old that is not a strong reader due to ADD/dyslexia, and because of that has decided that reading is boring. I have tried all sorts of books and just can’t seem to find one that clicks. I came across “A Tale Dark and Grimm” and asked her to give it a try. Due to her dyslexia it took a few weeks, but she read the entire thing! Better yet, she asked if there were more! I went out and bought the next book with the same results and then bought your third book, again she finished the entire thing. Though devastated there are no more Grimm books to read, she has started reading other books on her own without me having to make her do her nightly reading for Language Arts homework.\nI’m sorry to take up so much of your time with my long winded letter, but I just can’t thank you enough for your incredibly written books that clicked with my daughter and opened the door to a whole new world of the endless possibilities of magic and adventure that books can give us. The greatest thing that your books gave her was the confidence to read, and a sense of accomplishment as she finds herself becoming a better reader with each page she turns. She is anxiously awaiting another one of your books to read and hopes that you may be working on something! Thank you again, Adam, for sharing your gift and changing my sweet little girl’s world!",
        "author": "Micah S."
    },
    {
        "content": "You only came in to my life 2 weeks ago. My grandson wanted to read his favorite book ever to me. Said he had read it 500 times. So he pulled out a paper back called A Tale Dark & Grimm. We sat down, he open the book and off we went.",
        "author": "Connie j."
    },
    {
        "content": "Adam, it was a pleasure spending the time with you last week.  I’ve heard from many parents and kids who thoroughly enjoyed the presentations.  The kids were rolling in the aisles, and the adults had a lot to chew on!  Thank you for your humor and thoughtfulness, and for giving so generously of your time.",
        "author": "Alexis S."
    },
    {
        "content": "Thank you for a fantastic visit today! The kids were remarkably focused and enthusiastic (especially considering today is June 1!). They spoke thoughtfully and convincingly about history, fiction, and the year 1242 in Europe.",
        "author": "ADavid Z."
    },
    {
        "content": "It was a real thrill for us to have Adam visit us last Friday. The student and teachers are talking about it and the books are hot items once again. The grade 6 teachers were especially complimentary even though the girls were quiet to begin with…Adam made a great impression. What a difference a great author visit can make when it is well planned, organised and enthusiastically presented.",
        "author": "Lea M."
    },
    {
        "content": "Thank you so much for getting Adam up to Burlington for the NELA Conference.  He was just as spectacular and well-received as I knew he would be!  While he was speaking everyone was engaged and laughing, and for the rest of the day people were buzzing about how much they enjoyed him!",
        "author": "Vicki O."
    }
]
